{
  "judul": "Bid'ah",
  "kelompok": [
    {
      "id": "ahlussunnah",
      "nama": "Ahlus Sunnah wal Jama'ah",
      "konten": "**Definisi Bid'ah:** Bid'ah adalah sesuatu yang diada-adakan dalam agama tanpa dalil dari Al-Qur'an maupun Sunnah dengan tujuan mendekatkan diri kepada Allah.\n\n**Hukum Bid'ah:** Setiap bid'ah dalam urusan ibadah adalah sesat dan tertolak. Rasulullah ﷺ bersabda: \"Barangsiapa yang mengada-adakan sesuatu dalam urusan (agama) kami ini yang bukan darinya, maka ia tertolak.\" (HR. Bukhari & Muslim)\n\n**Prinsip Ahlus Sunnah:**\n\n- Menolak semua bid'ah dalam ibadah, tidak ada bid'ah hasanah (baik) dalam agama.\n- Berpegang teguh pada Sunnah Rasulullah ﷺ dan atsar para Salafus Shalih.\n- Memahami bahwa kesempurnaan agama telah Allah nyatakan dalam firman-Nya: \"Pada hari ini telah Aku sempurnakan agamamu untukmu.\" (QS. Al-Ma'idah: 3)\n- Membedakan antara bid'ah dalam agama (yang dilarang) dengan hal-hal baru dalam urusan dunia (yang diperbolehkan selama tidak melanggar syariat)."
    },
    {
      "id": "ahlulbidah",
      "nama": "Ahlul Bid'ah",
      "konten": "Ahlul Bid'ah adalah orang-orang yang mengada-adakan dalam agama apa yang tidak ada dasarnya dari Rasulullah ﷺ.\n\n**Ciri-ciri umum Ahlul Bid'ah:**\n\n- Menambah-tambah dalam ibadah tanpa dalil syar'i yang shahih.\n- Membuat perayaan atau ritual yang tidak diajarkan Rasulullah ﷺ.\n- Menganggap bid'ah mereka sebagai kebaikan dan mendekatkan diri kepada Allah.\n- Fanatik terhadap bid'ah mereka dan membela dengan berbagai argumentasi.\n\n**Contoh bid'ah yang tersebar:**\n\n- Peringatan Maulid Nabi dengan cara-cara yang tidak diajarkan oleh Rasulullah ﷺ dan para sahabat.\n- Tahlilan, yasinan, dan perayaan-perayaan untuk orang yang meninggal pada hari ke-3, ke-7, ke-40, dst.\n- Dzikir berjamaah dengan suara keras secara rutin setelah shalat fardhu.\n- Membaca shalawat dengan cara-cara tertentu yang diyakini memiliki fadilah khusus tanpa dalil.\n\n**Bahaya bid'ah:** Bid'ah lebih dicintai oleh syaitan daripada maksiat, karena pelaku maksiat tahu bahwa dia berdosa dan bisa bertaubat, sedangkan pelaku bid'ah mengira dia beribadah kepada Allah."
    },
    {
      "id": "sufiyah",
      "nama": "Sufiyah Ghulat",
      "konten": "Sufiyah Ghulat adalah kelompok yang berlebihan dalam tasawuf hingga jatuh kepada bid'ah-bid'ah besar dan bahkan kesyirikan.\n\n**Bid'ah-bid'ah mereka:**\n\n- Tawassul dengan orang-orang shalih yang telah meninggal, meminta kepada mereka selain Allah.\n- Thawaf (tawaf) mengelilingi kuburan untuk mencari berkah.\n- Berkeyakinan adanya \"al-ghawts\" atau \"al-quthub\" yang mengurus alam semesta.\n- Wirid-wirid dan dzikir-dzikir yang tidak diajarkan Rasulullah ﷺ dengan jumlah tertentu yang mereka buat-buat.\n- Tarian dan musik dalam ibadah (seperti ritual hadrah).\n- Konsep \"wahdatul wujud\" yang mengatakan bahwa wujud Allah dan makhluk adalah satu.\n\n**Peringatan:** Sebagian bid'ah mereka masuk dalam kategori syirik akbar yang mengeluarkan dari Islam, seperti berdoa kepada selain Allah dan meyakini orang-orang mati bisa memberi manfaat atau menolak mudarat."
    },
    {
      "id": "hizbiyah",
      "nama": "Hizbiyah",
      "konten": "Hizbiyah adalah kelompok-kelompok yang membuat partai-partai dalam Islam dengan nama dakwah, namun mereka menyimpang dari manhaj Salaf.\n\n**Bid'ah-bid'ah mereka:**\n\n- Membuat jamaah-jamaah tertentu dengan bai'at (sumpah setia) kepada pemimpin mereka.\n- Mewajibkan setia kepada jamaah mereka dan menganggap jamaah lain sesat.\n- Ta'ashub (fanatik buta) kepada pemimpin dan tokoh-tokoh mereka.\n- Merahasiakan sebagian ajaran mereka dari orang awam (bertingkat-tingkat).\n- Tidak mengikuti ulama Ahlus Sunnah, bahkan menganggap ulama salaf sebagai \"ulama sultan\".\n\n**Contoh kelompok:** Ikhwanul Muslimin, Hizbut Tahrir, dan kelompok-kelompok hizbiyah lainnya.\n\n**Dalil bantahan:** Allah berfirman, \"Sesungguhnya orang-orang yang memecah belah agama mereka dan mereka menjadi bergolongan-golongan, tidak ada sedikitpun tanggung jawabmu kepada mereka.\" (QS. Al-An'am: 159)"
    }
  ]
}