{
  "judul": "Iman",
  "kelompok": [
    {
      "id": "ahlussunnah",
      "nama": "Ahlus Sunnah",
      "konten": "Iman menurut Ahlus Sunnah wal Jama'ah adalah **keyakinan dalam hati, ucapan dengan lisan, dan amal dengan anggota badan**. Iman bertambah dengan ketaatan dan berkurang dengan kemaksiatan.\n\n**Tiga Rukun Iman:**\n\n**1. Keyakinan Hati (I'tiqadul Qalb):** Membenarkan dengan hati semua yang diwajibkan untuk diimani, yaitu Allah, malaikat, kitab-kitab, para rasul, hari akhir, dan qadha' & qadar.\n\n**2. Ucapan Lisan (Qaulul Lisan):** Mengikrarkan dua kalimat syahadat dan mengucapkan segala sesuatu yang merupakan konsekuensi keimanan.\n\n**3. Amal Anggota Badan (Amalul Jawarih):** Melaksanakan semua perintah Allah dan menjauhi semua larangan-Nya.\n\n**Iman Bertambah dan Berkurang:**\n\nAllah berfirman, *\"...agar keimanan mereka bertambah di atas keimanan mereka yang sudah ada.\"* (QS. Al-Fath: 4)\n\nIman bertambah dengan: mempelajari ilmu syar'i, memperbanyak ibadah, mengingat Allah, dan berteman dengan orang shalih.\n\nIman berkurang dengan: kemaksiatan, kelalaian, mengikuti hawa nafsu, dan meninggalkan kewajiban.\n\n**Enam Rukun Iman:**\n\nRasulullah ﷺ bersabda ketika ditanya tentang iman, *\"Kamu beriman kepada Allah, para malaikat-Nya, kitab-kitab-Nya, para rasul-Nya, hari akhir, dan beriman kepada qadar yang baik maupun yang buruk.\"* (HR. Muslim)"
    },
    {
      "id": "murjiah",
      "nama": "Murji'ah",
      "konten": "Murji'ah berpendapat bahwa iman **hanya pembenaran dalam hati (tashdiq)** saja — tanpa mengharuskan ucapan lisan dan amal anggota badan.\n\n**Pembagian Murji'ah:**\n\n**1. Murji'ah Ekstrem (Ghulat):** Berpendapat bahwa iman hanyalah ma'rifah (pengetahuan) dalam hati. Bahkan sebagian mereka mengatakan iblis sebenarnya beriman karena ia mengenal Allah!\n\n**2. Murji'ah Fuqaha':** Berpendapat iman adalah tashdiq hati dan ikrar lisan, tanpa memasukkan amal sebagai bagian iman. Inilah pendapat sebagian ahli fiqih yang terjatuh dalam irja'.\n\n**Akibat berbahaya dari paham Murji'ah:**\n\n- Orang yang tidak shalat, tidak puasa, dan tidak menunaikan kewajiban dianggap tetap mukmin sempurna selama ia membenarkan dalam hati\n- Paham ini melemahkan motivasi beramal shalih\n- Membuat pelaku dosa besar merasa aman dari azab Allah\n\n**Bantahan Ahlus Sunnah:**\n\nAllah berfirman, *\"Sesungguhnya orang-orang yang beriman hanyalah orang-orang yang apabila disebut nama Allah maka gemetarlah hati mereka, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambahlah iman mereka, dan hanya kepada Rabb merekalah mereka bertawakkal, yaitu orang-orang yang mendirikan shalat dan yang menafkahkan sebagian dari rezeki yang Kami berikan kepada mereka. Itulah orang-orang yang beriman dengan sebenar-benarnya.\"* (QS. Al-Anfal: 2-4)"
    },
    {
      "id": "khawarij",
      "nama": "Khawarij & Mu'tazilah",
      "konten": "Khawarij dan Mu'tazilah sama-sama berpendapat bahwa **iman adalah satu kesatuan yang tidak bisa berkurang** — seseorang hanya bisa disebut mukmin atau kafir, tidak ada posisi di antara keduanya.\n\n**Pendapat Khawarij:**\n\nIman adalah pembenaran hati, ucapan lisan, dan seluruh amal ketaatan. Jika seseorang melakukan dosa besar, maka ia **kafir** dan keluar dari Islam, serta kekal di neraka.\n\n**Pendapat Mu'tazilah:**\n\nSama dengan Khawarij dalam hal ini — pelaku dosa besar berada di *manzilah bayna manzilatayn* (posisi di antara dua posisi): tidak mukmin dan tidak kafir. Namun mereka tetap kekal di neraka.\n\n**Bantahan Ahlus Sunnah:**\n\nAhlus Sunnah mengambil jalan tengah yang benar:\n\n- Pelaku dosa besar **tidak kafir** selama tidak menghalalkan perbuatannya\n- Ia disebut **mukmin yang fasik** atau **mukmin yang kurang imannya**\n- Ia berada di bawah kehendak Allah: jika Allah mau, Dia ampuni; jika tidak, dia disiksa sesuai dosanya namun **tidak kekal** di neraka\n\nAllah berfirman, *\"Sesungguhnya Allah tidak mengampuni dosa syirik, dan Dia mengampuni dosa selain itu bagi siapa yang Dia kehendaki.\"* (QS. An-Nisa: 48)"
    },
    {
      "id": "jahmiyah",
      "nama": "Jahmiyah",
      "konten": "Jahmiyah berpendapat bahwa iman **hanyalah ma'rifah (pengetahuan/pengenalan) terhadap Allah** dalam hati — inilah pendapat paling ekstrem dan paling sesat dalam masalah iman.\n\n**Kesesatan Jahmiyah dalam Masalah Iman:**\n\n**1. Iman = Ma'rifah saja:** Mereka mengatakan barangsiapa mengenal Allah dalam hatinya maka ia mukmin, meskipun ia tidak berikrar dengan lisan, tidak beramal, bahkan meskipun ia menyembah berhala atau mengaku kafir dengan lisannya.\n\n**2. Konsekuensi berbahaya:** Dengan paham ini, iblis pun bisa dianggap beriman karena iblis mengenal Allah! Padahal Allah sendiri mengabarkan iblis adalah kafir.\n\n**3. Iman tidak bertambah dan tidak berkurang:** Karena mereka menganggap iman hanyalah ma'rifah yang bersifat ada atau tidak ada.\n\n**Dalil-dalil yang membantah:**\n\nAllah berfirman tentang iblis, *\"...dan ia adalah kafir.\"* (QS. Shad: 74) — padahal iblis jelas mengenal Allah.\n\nFir'aun dan kaumnya pun sebenarnya mengenal kebenaran dalam hati mereka namun tetap kafir. Allah berfirman, *\"Dan mereka mengingkarinya karena kezaliman dan kesombongan mereka, padahal hati mereka meyakini kebenarannya.\"* (QS. An-Naml: 14)"
    },
    {
      "id": "asyariah",
      "nama": "Asy'ariyah & Maturidiyah",
      "konten": "Asy'ariyah dan Maturidiyah berpendapat bahwa **iman hanyalah tashdiq (pembenaran) hati** — amal tidak termasuk dalam hakikat iman, meskipun mereka mengakui pentingnya amal.\n\n**Pendapat Asy'ariyah:**\n\nIman adalah tashdiq hati terhadap semua yang dibawa Rasulullah ﷺ. Ucapan lisan hanyalah syarat hukum berlakunya iman di dunia (untuk keperluan sosial), bukan bagian dari hakikat iman.\n\n**Pendapat Maturidiyah:**\n\nHampir sama dengan Asy'ariyah, dengan tambahan bahwa ucapan lisan termasuk dalam hakikat iman. Namun amal tetap bukan bagian dari iman.\n\n**Perbandingan dengan Ahlus Sunnah:**\n\n| Aspek | Asy'ariyah | Ahlus Sunnah |\n|---|---|---|\n| Tashdiq hati | Iman | Bagian iman |\n| Ucapan lisan | Syarat zahir | Bagian iman |\n| Amal badan | Bukan iman | Bagian iman |\n| Naik-turun | Tidak | Ya |\n\n**Catatan Penting:**\n\nMeskipun Asy'ariyah dan Maturidiyah keliru dalam definisi iman, mereka tidak sesat seperti Murji'ah ekstrem atau Jahmiyah. Para ulama Ahlus Sunnah tetap memberikan udzur kepada sebagian ulama yang terjatuh dalam pendapat ini karena masalah ini termasuk masalah yang rumit (daqiqah).\n\nNamun tetap wajib untuk mengetahui pendapat yang benar, yaitu bahwa **amal adalah bagian dari iman** berdasarkan nash-nash Al-Qur'an dan Sunnah yang tegas."
    }
  ]
}
