{
  "judul": "Sifat Allah",
  "kelompok": [
    {
      "id": "ahlussunnah",
      "nama": "Ahlus Sunnah wal Jama'ah",
      "konten": "**Prinsip dalam Sifat Allah:** Ahlus Sunnah menetapkan semua sifat Allah sebagaimana yang datang dalam Al-Qur'an dan Sunnah dengan empat prinsip:\n\n**1. Tanpa Tahrif (تحريف):** Tidak mengubah makna sifat dari makna yang benar. Contoh: \"Tangan Allah\" tetap bermakna tangan, bukan ditahrif menjadi \"kekuasaan\".\n\n**2. Tanpa Ta'thil (تعطيل):** Tidak meniadakan atau menafikan sifat Allah. Semua sifat yang disebutkan dalam nash harus ditetapkan.\n\n**3. Tanpa Takyif (تكييف):** Tidak mempertanyakan atau menetapkan \"bagaimana\" (kaifiyat) sifat Allah. Kita tidak tahu bagaimana tangan Allah, bagaimana wajah Allah, dll.\n\n**4. Tanpa Tamtsil (تمثيل):** Tidak menyerupakan sifat Allah dengan sifat makhluk. \"Tidak ada sesuatu pun yang serupa dengan-Nya.\" (QS. Asy-Syura: 11)"
    },
    {
      "id": "jahmiyah",
      "nama": "Jahmiyah",
      "konten": "Jahmiyah adalah pengikut Jahm bin Shafwan yang sangat ekstrem dalam menafikan sifat-sifat Allah.\n\n**Penyimpangan mereka:**\n\n- Menafikan (ta'thil) seluruh sifat Allah, termasuk sifat-sifat yang disebutkan dalam Al-Qur'an seperti ilmu, kuasa, hidup, mendengar, melihat, dll.\n- Mengatakan Allah tidak memiliki sifat apapun sama sekali.\n- Mengingkari bahwa Allah berada di atas Arsy.\n- Menganggap Al-Qur'an adalah makhluk (ciptaan).\n\n**Bantahan:** Ini adalah ta'thil yang paling ekstrem, bertentangan langsung dengan ayat-ayat Al-Qur'an yang menetapkan sifat-sifat Allah."
    },
    {
      "id": "musyabbihah",
      "nama": "Musyabbihah",
      "konten": "Musyabbihah adalah kelompok yang menyerupakan (tamtsil) sifat Allah dengan sifat makhluk.\n\n**Penyimpangan mereka:**\n\n- Menetapkan sifat Allah namun menyerupakannya dengan sifat makhluk.\n- Mengatakan \"tangan Allah seperti tangan kita\", \"wajah Allah seperti wajah kita\", dll.\n- Mereka jatuh ke dalam tamtsil yang diharamkan.\n\n**Bantahan:** Allah berfirman, \"Tidak ada sesuatu pun yang serupa dengan-Nya.\" (QS. Asy-Syura: 11). Ahlus Sunnah menetapkan sifat tanpa menyerupakan dengan makhluk."
    },
    {
      "id": "asyariah",
      "nama": "Asy'ariyah",
      "konten": "Asy'ariyah adalah pengikut Abu Hasan al-Asy'ari. Mereka mengaku mengikuti Ahlus Sunnah namun dalam masalah sifat Allah mereka menyimpang.\n\n**Penyimpangan mereka:**\n\n- Menetapkan hanya 7 sifat Allah (hayah, ilmu, qudrah, iradah, sam', bashar, kalam), namun menafikan atau mentakwil sifat-sifat lainnya.\n- Mentakwil sifat-sifat seperti wajah, tangan, mata, istiwa, nuzul (turun), dll dengan takwil yang batil.\n- Contoh takwil mereka: \"tangan Allah\" = kekuasaan Allah, \"istiwa\" = penguasaan.\n\n**Catatan:** Abu Hasan al-Asy'ari sendiri di akhir hayatnya kembali kepada manhaj Salaf, sebagaimana ia nyatakan dalam kitab al-Ibanah."
    },
    {
      "id": "maturidiyah",
      "nama": "Maturidiyah",
      "konten": "Maturidiyah adalah pengikut Abu Mansur al-Maturidi. Manhaj mereka mirip dengan Asy'ariyah dalam masalah sifat Allah.\n\n**Penyimpangan mereka:**\n\n- Seperti Asy'ariyah, mereka juga mentakwil sebagian sifat Allah dengan takwil yang tidak benar.\n- Mentakwil sifat wajah, tangan, istiwa, nuzul, dll.\n- Dalam beberapa hal mereka lebih jauh dari Asy'ariyah dalam menyelisihi manhaj Salaf.\n\n**Bantahan Ahlus Sunnah:** Takwil mereka tidak memiliki dasar dari Al-Qur'an, Sunnah, maupun pemahaman para Sahabat dan Tabi'in."
    }
  ]
}