{
  "judul": "Siroh Sahabat",
  "kelompok": [
    {
      "id": "pengenalan",
      "nama": "Keutamaan Para Sahabat",
      "konten": "**Sahabat Nabi** adalah orang-orang yang bertemu dengan Rasulullah ﷺ dalam keadaan beriman dan meninggal dalam keadaan Islam.\n\n**Kedudukan para sahabat dalam Islam:**\n\nAllah berfirman: *\"Orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Anshar dan orang-orang yang mengikuti mereka dengan baik, Allah ridha kepada mereka dan mereka pun ridha kepada Allah.\"* (QS. At-Taubah: 100)\n\nRasulullah ﷺ bersabda: *\"Sebaik-baik manusia adalah generasiku (sahabat), kemudian yang setelah mereka (tabi'in), kemudian yang setelah mereka (tabi'ut tabi'in).\"* (HR. Bukhari & Muslim)\n\n**Sikap Ahlus Sunnah terhadap sahabat:**\n\n1. Mencintai semua sahabat dan tidak membenci seorangpun dari mereka\n2. Menahan lisan dari membicarakan perselisihan yang terjadi di antara mereka\n3. Mengakui keutamaan dan keadilan mereka\n4. Berlepas diri dari paham Syi'ah yang mencela sahabat dan dari Nawashib yang berlebihan membenci Ali\n\n**Jumlah sahabat:**\n\nPara ulama menyebutkan jumlah sahabat sekitar 100.000 lebih, yang paling banyak meriwayatkan hadits adalah **Abu Hurairah** radhiyallahu 'anhu (5.374 hadits)."
    },
    {
      "id": "khulafa-rasyidin",
      "nama": "Khulafa' Rasyidin",
      "konten": "**KHULAFA' RASYIDIN** adalah 4 khalifah agung yang meneruskan kepemimpinan setelah Rasulullah ﷺ wafat.\n\n**1. Abu Bakr Ash-Shiddiq radhiyallahu 'anhu (11-13 H)**\n\n- Sahabat yang paling dicintai Nabi ﷺ\n- Orang pertama dari kalangan laki-laki dewasa yang masuk Islam\n- Mendapat julukan Ash-Shiddiq karena langsung membenarkan Isra' Mi'raj\n- Memerangi orang-orang murtad (Riddah) dan para pembangkang zakat\n- Menghimpun Al-Qur'an dalam satu mushaf\n- Masa kekhalifahan: 2 tahun 3 bulan\n\n**2. Umar bin Khattab radhiyallahu 'anhu (13-23 H)**\n\n- Masuk Islam pada tahun ke-6 kenabian — menjadi kekuatan bagi Islam\n- Mendapat julukan Al-Faruq (pembeda antara haq dan batil)\n- Memperluas wilayah Islam: Persia, Syam, Mesir\n- Memulai sistem administrasi negara Islam\n- Syahid ditikam oleh Abu Lu'lu'ah Al-Majusi saat shalat Shubuh\n- Masa kekhalifahan: 10 tahun\n\n**3. Utsman bin Affan radhiyallahu 'anhu (23-35 H)**\n\n- Menikah dengan 2 putri Rasulullah ﷺ sehingga dijuluki Dzun Nurayn\n- Menyeragamkan mushaf Al-Qur'an (Mushaf Utsmani)\n- Syahid dibunuh oleh para pemberontak\n- Masa kekhalifahan: 12 tahun\n\n**4. Ali bin Abi Thalib radhiyallahu 'anhu (35-40 H)**\n\n- Sepupu sekaligus menantu Rasulullah ﷺ\n- Salah satu dari 10 sahabat yang dijamin masuk surga\n- Masa kekhalifahan diwarnai fitnah besar (Perang Jamal dan Shiffin)\n- Syahid ditikam Abdurrahman bin Muljam dari Khawarij\n- Masa kekhalifahan: 5 tahun"
    },
    {
      "id": "10-sahabat",
      "nama": "10 Sahabat Dijamin Surga",
      "konten": "Rasulullah ﷺ bersabda: *\"Abu Bakr di surga, Umar di surga, Utsman di surga, Ali di surga, Thalhah di surga, Az-Zubair di surga, Abdurrahman bin Auf di surga, Sa'd bin Abi Waqqash di surga, Sa'id bin Zaid di surga, dan Abu Ubaidah bin Al-Jarrah di surga.\"* (HR. Tirmidzi, shahih)\n\n---\n\n**5. Thalhah bin Ubaidillah radhiyallahu 'anhu**\nMelindungi Nabi ﷺ dengan tubuhnya di Perang Uhud hingga tangannya lumpuh. Dijuluki *\"Thalhah Al-Khair\"*.\n\n**6. Az-Zubair bin Al-Awwam radhiyallahu 'anhu**\nHawariyy (penolong setia) Rasulullah ﷺ. Putra dari Shafiyyah, bibi Nabi ﷺ.\n\n**7. Abdurrahman bin Auf radhiyallahu 'anhu**\nSalah satu sahabat paling kaya namun sangat dermawan. Berhijrah hanya dengan badan tanpa harta.\n\n**8. Sa'd bin Abi Waqqash radhiyallahu 'anhu**\nPanglima Perang Qadisiyah yang menaklukkan Persia. Orang yang pertama memanah dalam Islam.\n\n**9. Sa'id bin Zaid radhiyallahu 'anhu**\nSaudara ipar Umar bin Khattab. Masuk Islam bersama istrinya Fathimah binti Khattab sebelum Umar.\n\n**10. Abu Ubaidah bin Al-Jarrah radhiyallahu 'anhu**\nDijuluki *\"Amin Al-Ummah\"* (kepercayaan umat). Panglima penaklukan Syam. Wafat syahid karena wabah thaun."
    },
    {
      "id": "sahabat-mulia",
      "nama": "Sahabat-sahabat Mulia Lainnya",
      "konten": "**DARI KALANGAN MUHAJIRIN:**\n\n**Bilal bin Rabah radhiyallahu 'anhu**\nBudak Habasyah yang disiksa Umayyah bin Khalaf karena masuk Islam. Dibeli dan dimerdekakan oleh Abu Bakr. Menjadi muadzin pertama Islam. Suaranya terdengar di surga.\n\n**Abdullah bin Mas'ud radhiyallahu 'anhu**\nSahabat yang paling mendalam ilmu Al-Qur'annya. Rasulullah ﷺ memerintahkan: *\"Ambillah Al-Qur'an dari 4 orang: Ibnu Ummi Abd (Ibnu Mas'ud)...\"*\n\n**Mu'adz bin Jabal radhiyallahu 'anhu**\nSahabat yang paling mengetahui halal-haram. Diutus Nabi ﷺ ke Yaman sebagai guru dan hakim.\n\n---\n\n**DARI KALANGAN ANSHAR:**\n\n**Sa'd bin Mu'adz radhiyallahu 'anhu**\nPemimpin kabilah Aus. Masuk Islamnya menyebabkan hampir seluruh kabilah Aus masuk Islam. Arsy Allah berguncang saat ia meninggal.\n\n**Ubay bin Ka'b radhiyallahu 'anhu**\nSayyidul Qurra' (pemimpin para pembaca Al-Qur'an). Rasulullah ﷺ memerintahkan membaca Al-Qur'an darinya.\n\n---\n\n**DARI KALANGAN WANITA:**\n\n**Khadijah binti Khuwailid radhiyallahu 'anha** — istri pertama, wanita pertama yang masuk Islam, dan ibu dari anak-anak Rasulullah ﷺ.\n\n**'Aisyah binti Abu Bakr radhiyallahu 'anha** — ummul mukminin, guru wanita terbesar, meriwayatkan 2.210 hadits.\n\n**Fatimah Az-Zahra radhiyallahu 'anha** — putri kesayangan Rasulullah ﷺ, sayyidatul nisa' ahlil jannah."
    },
    {
      "id": "pelajaran",
      "nama": "Pelajaran dari Siroh Sahabat",
      "konten": "**PELAJARAN BERHARGA DARI KEHIDUPAN PARA SAHABAT**\n\n**1. Kekuatan Iman Mengalahkan Segalanya**\n\nBilal disiksa di bawah terik matahari di atas pasir panas dengan batu besar di dadanya — namun tetap berkata: *\"Ahad... Ahad...\"* (Allah Maha Esa)\n\nKeluarga Yasir disiksa hingga Sumayyah syahid — namun iman mereka tidak goyah.\n\n**2. Pengorbanan Tanpa Pamrih**\n\nKaum Muhajirin meninggalkan seluruh harta, keluarga, dan tanah air di Makkah demi mempertahankan iman mereka.\n\nAbdurrahman bin Auf hijrah tanpa harta, ditawari kekayaan oleh saudaranya dari Anshar — namun hanya minta ditunjukkan jalan ke pasar.\n\n**3. Persaudaraan yang Tulus**\n\nKaum Anshar menyambut Muhajirin dengan membagi dua harta mereka, bahkan sebagian menawarkan istri mereka untuk dicerai dan dinikahkan dengan saudaranya dari Muhajirin.\n\n**4. Ilmu Sebelum Beramal**\n\nPara sahabat adalah orang yang paling semangat menuntut ilmu. Mereka rela menempuh perjalanan jauh hanya untuk mendapatkan satu hadits.\n\n**5. Sikap terhadap Perselisihan Sahabat**\n\nAhlus Sunnah menahan diri dari membicarakan perselisihan yang terjadi di antara sahabat (Perang Jamal, Perang Shiffin). Kita yakini semua pihak yang berselisih adalah mujtahid — yang benar mendapat dua pahala, yang salah mendapat satu pahala."
    }
  ]
}
