{
  "judul": "Tauhid",
  "kelompok": [
    {
      "id": "ahlussunnah",
      "nama": "Ahlus Sunnah",
      "konten": "Tauhid menurut Ahlus Sunnah wal Jama'ah adalah mengesakan Allah dalam tiga aspek:\n\n**1. Tauhid Rububiyah:** Meyakini bahwa Allah adalah satu-satunya Rabb (Pencipta, Penguasa, Pengatur) seluruh alam.\n\n**2. Tauhid Uluhiyah:** Mengikhlaskan ibadah hanya kepada Allah semata, tidak menyekutukan-Nya dengan yang lain.\n\n**3. Tauhid Asma' wa Sifat:** Menetapkan nama-nama dan sifat-sifat Allah sebagaimana yang disebutkan dalam Al-Qur'an dan Sunnah tanpa tahrif, ta'thil, takyif, dan tamtsil.\n\nInilah aqidah yang diajarkan oleh Rasulullah ﷺ dan para sahabatnya radhiyallahu 'anhum."
    },
    {
      "id": "murjiah",
      "nama": "Murji'ah",
      "konten": "Murji'ah adalah kelompok yang menyimpang dalam memahami iman. Mereka berpendapat bahwa iman hanya sekedar pembenaran dalam hati (tashdiq) saja, tanpa perlu perkataan lisan dan amalan anggota badan.\n\n**Kesalahan mereka:**\n\n- Mereka menganggap orang yang berbuat dosa besar tetap mukmin sempurna imannya.\n- Mereka memisahkan amal dari hakikat iman, padahal amal adalah bagian dari iman menurut Ahlus Sunnah.\n- Pandangan ini membuat orang meremehkan amal shalih dan berbuat maksiat tanpa takut berkurangnya iman.\n\n**Dalil bantahan:** Allah berfirman, \"Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwa mereka di jalan Allah. Mereka itulah orang-orang yang benar.\" (QS. Al-Hujurat: 15)"
    },
    {
      "id": "khawarij",
      "nama": "Khawarij",
      "konten": "Khawarij adalah kelompok yang keluar dari jamaah kaum muslimin dan mengkafirkan pelaku dosa besar.\n\n**Kesalahan mereka:**\n\n- Mereka mengkafirkan Muslim yang berbuat dosa besar dan menganggapnya kekal di neraka.\n- Mereka menghalalkan darah dan harta kaum muslimin yang mereka anggap kafir.\n- Mereka keluar dari imam/pemimpin kaum muslimin dan memecah belah persatuan umat.\n- Mereka memahami Al-Qur'an secara literal tanpa ilmu dan tanpa mengikuti pemahaman Salafus Shalih.\n\n**Ciri-ciri mereka:** Rasulullah ﷺ bersabda, \"Mereka membaca Al-Qur'an tetapi tidak melampaui kerongkongan mereka. Mereka keluar dari agama sebagaimana anak panah keluar dari busurnya.\" (HR. Bukhari & Muslim)"
    },
    {
      "id": "jahmiyah",
      "nama": "Jahmiyah",
      "konten": "Jahmiyah adalah pengikut Jahm bin Shafwan yang sangat ekstrem dalam menafikan sifat-sifat Allah.\n\n**Kesalahan mereka dalam Tauhid:**\n\n- Mereka menafikan (ta'thil) semua sifat Allah, termasuk sifat-sifat yang disebutkan dalam Al-Qur'an dan Sunnah seperti wajah, tangan, istiwa di atas Arsy, dll.\n- Mereka mengatakan Allah tidak memiliki sifat apapun, bahkan tidak bisa dikatakan bahwa Allah berilmu, berkuasa, atau mendengar.\n- Mereka mengingkari bahwa Allah berada di atas Arsy, bahkan mengatakan Allah ada di mana-mana.\n- Pandangan ini bertentangan dengan ayat-ayat Al-Qur'an yang jelas menetapkan sifat-sifat Allah.\n\n**Dalil bantahan:** \"Tidak ada sesuatu pun yang serupa dengan-Nya, dan Dia Maha Mendengar lagi Maha Melihat.\" (QS. Asy-Syura: 11)"
    },
    {
      "id": "muktazilah",
      "nama": "Mu'tazilah",
      "konten": "Mu'tazilah adalah kelompok yang mendahulukan akal daripada wahyu dan menafikan sebagian sifat Allah.\n\n**Kesalahan mereka dalam Tauhid:**\n\n- Mereka menafikan sifat-sifat Allah yang menurut mereka \"menyerupai makhluk\" seperti tangan, wajah, mata, dll.\n- Mereka menakwil ayat-ayat sifat dengan takwil yang batil. Contoh: \"tangan Allah\" ditakwil menjadi \"kekuasaan Allah\".\n- Mereka mengingkari Qadar (takdir) dan mengatakan manusia menciptakan perbuatannya sendiri tanpa campur tangan Allah.\n- Mereka mendahulukan akal daripada nash (Al-Qur'an dan Sunnah), sehingga jika ada nash yang bertentangan dengan akal mereka, maka mereka menolak atau menakwilnya.\n\n**Bantahan Ahlus Sunnah:** Ahlus Sunnah menetapkan semua sifat Allah tanpa tahrif dan tanpa tamtsil, sesuai dengan firman Allah, \"Tidak ada sesuatu pun yang serupa dengan-Nya\" sambil tetap menetapkan sifat-sifat-Nya sebagaimana yang disebutkan dalam Al-Qur'an dan Sunnah."
    }
  ]
}
