{
  "judul": "Umdatul Ahkam",
  "kelompok": [
    {
      "id": "pengenalan",
      "nama": "Pengenalan Kitab",
      "konten": "**Umdatul Ahkam** adalah kitab hadits fiqih yang disusun oleh **Al-Hafizh Abdul Ghani Al-Maqdisi** (541-600 H).\n\nKitab ini berisi hadits-hadits pilihan yang menjadi landasan hukum fiqih, dengan keistimewaan bahwa **seluruh haditsnya ada dalam Shahih Bukhari dan/atau Shahih Muslim** — sehingga tidak perlu diragukan keshahihannya.\n\n**Keistimewaan kitab ini:**\n\n- Semua haditsnya muttafaq 'alaih (Bukhari-Muslim) atau salah satunya\n- Menjadi jembatan antara ilmu hadits dan ilmu fiqih\n- Ringkas — hanya berisi ±400 hadits pilihan\n- Banyak syarahnya, yang paling terkenal: **Ihkamul Ahkam** karya Ibnu Daqiq Al-'Id\n\n**Perbedaan dengan fiqih biasa:**\n\nJika kitab fiqih seperti Matan Abu Syuja' menyebutkan *hukum*, maka Umdatul Ahkam menyebutkan *dalil haditsnya langsung* — sehingga kita belajar fiqih sekaligus hadits."
    },
    {
      "id": "thaharah",
      "nama": "Hadits-hadits Thaharah",
      "konten": "Berikut sebagian hadits thaharah dalam Umdatul Ahkam:\n\n**1. Hadits Niat**\n\nRasulullah ﷺ bersabda: *\"Sesungguhnya amal-amal itu tergantung niatnya, dan setiap orang mendapatkan apa yang ia niatkan.\"* (HR. Bukhari & Muslim)\n\nFaedah: Niat adalah syarat sahnya seluruh ibadah termasuk wudhu dan mandi wajib.\n\n**2. Hadits tentang Air Laut**\n\nRasulullah ﷺ ditanya tentang air laut, beliau bersabda: *\"Air laut itu suci (airnya) dan halal (bangkainya).\"* (HR. Abu Dawud, dishahihkan)\n\n**3. Hadits Bejana yang Dijilat Anjing**\n\n*\"Apabila anjing menjilat bejana salah seorang di antara kalian, maka hendaklah ia mencucinya tujuh kali, salah satunya dengan tanah.\"* (HR. Bukhari & Muslim)\n\n**4. Hadits Sifat Wudhu Nabi ﷺ**\n\nDari Humran, ia melihat Utsman bin Affan radhiyallahu 'anhu berwudhu: *beliau membasuh kedua telapak tangan tiga kali, berkumur dan memasukkan air ke hidung, membasuh wajah tiga kali, membasuh tangan kanan hingga siku tiga kali, demikian pula tangan kiri, mengusap kepala, membasuh kaki kanan tiga kali, demikian pula kaki kiri, kemudian berkata: Aku melihat Rasulullah ﷺ berwudhu seperti wudhuku ini.\"* (HR. Bukhari & Muslim)"
    },
    {
      "id": "shalat",
      "nama": "Hadits-hadits Shalat",
      "konten": "**1. Hadits Azan**\n\n*\"Apabila azan dikumandangkan, setan lari terbirit-birit sambil terkentut-kentut hingga tidak mendengar azan. Apabila azan selesai, ia kembali lagi. Apabila iqamah dikumandangkan, ia lari lagi...\"* (HR. Bukhari & Muslim)\n\n**2. Hadits Shalat Berjamaah**\n\n*\"Shalat berjamaah lebih utama dari shalat sendirian sebanyak dua puluh tujuh derajat.\"* (HR. Bukhari & Muslim)\n\n**3. Hadits Rukun Shalat**\n\nDari Al-Bara' bin 'Azib radhiyallahu 'anhu: *\"Ruku', sujud, berdiri, dan duduk Rasulullah ﷺ hampir sama (lamanya).\"* (HR. Bukhari & Muslim)\n\nFaedah: Thuma'ninah (diam sejenak) dalam setiap rukun adalah wajib.\n\n**4. Hadits Orang yang Jelek Shalatnya**\n\n*\"Kembalilah dan shalatlah, karena sesungguhnya kamu belum shalat.\"* — Nabi ﷺ berkata kepada seorang yang shalat tanpa thuma'ninah. (HR. Bukhari & Muslim)\n\n**5. Hadits Sujud**\n\n*\"Aku diperintahkan untuk bersujud di atas tujuh tulang: dahi — dan beliau menunjuk hidungnya — kedua telapak tangan, kedua lutut, dan ujung-ujung kedua kaki.\"* (HR. Bukhari & Muslim)"
    },
    {
      "id": "jenazah",
      "nama": "Hadits Jenazah & Zakat",
      "konten": "**HADITS JENAZAH**\n\n**1. Memandikan Jenazah**\n\n*\"Mandikanlah ia (putri Nabi yang wafat) tiga kali, lima kali, atau lebih jika kalian menganggap perlu, dengan air dan bidara, dan jadikan yang terakhir dengan kapur barus.\"* (HR. Bukhari & Muslim)\n\n**2. Kain Kafan Nabi ﷺ**\n\nDari 'Aisyah radhiyallahu 'anha: *\"Rasulullah ﷺ dikafani dengan tiga lapis kain putih sahuliyah tanpa baju dan tanpa sorban.\"* (HR. Bukhari & Muslim)\n\n**3. Shalat Jenazah**\n\n*\"Barangsiapa menyaksikan jenazah hingga dishalatkan, ia mendapat satu qirath. Barangsiapa menyaksikannya hingga dikubur, ia mendapat dua qirath.\"* Ditanya: *\"Apa itu dua qirath?\"* Beliau menjawab: *\"Seperti dua gunung yang besar.\"* (HR. Bukhari & Muslim)\n\n---\n\n**HADITS ZAKAT**\n\n**Zakat Fitrah:**\n\n*\"Rasulullah ﷺ mewajibkan zakat fitrah — satu sha' kurma atau satu sha' gandum — atas hamba sahaya, orang merdeka, laki-laki, perempuan, anak kecil, dan orang dewasa dari kaum muslimin.\"* (HR. Bukhari & Muslim)"
    },
    {
      "id": "buyu",
      "nama": "Hadits Jual Beli & Lainnya",
      "konten": "**HADITS JUAL BELI**\n\n**1. Jual Beli dengan Khiyar**\n\n*\"Penjual dan pembeli memiliki hak khiyar (pilihan) selama belum berpisah. Jika keduanya jujur dan menjelaskan (kondisi barang), maka jual beli mereka diberkahi. Jika keduanya menyembunyikan dan berdusta, maka keberkahan jual beli mereka dihapus.\"* (HR. Bukhari & Muslim)\n\n**2. Larangan Jual Beli Riba**\n\n*\"Emas dengan emas, perak dengan perak, gandum dengan gandum, kurma dengan kurma, garam dengan garam — (haruslah) sama takarannya, tunai. Barangsiapa menambah atau meminta tambahan, maka ia telah berbuat riba.\"* (HR. Muslim)\n\n**3. Hadits Luqathah (Barang Temuan)**\n\n*\"Kenali wadahnya, talinya, dan jumlahnya. Kemudian umumkan selama satu tahun. Jika ada yang mengklaimnya (dengan bukti), berikan. Jika tidak ada, gunakan saja.\"* (HR. Bukhari & Muslim)\n\n**4. Hadits Qishas dan Hudud**\n\n*\"Tidak halal darah seorang muslim kecuali dengan salah satu dari tiga hal: jiwa dengan jiwa, orang yang sudah menikah yang berzina, dan orang yang meninggalkan agamanya lagi memisahkan diri dari jamaah.\"* (HR. Bukhari & Muslim)"
    }
  ]
}
